---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalModelBaseYProjection
source: html/3032ecf5-056f-f987-fa2c-c23baf269bf6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalModelBaseYProjection Property

"Base y Projection"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalModelBaseYProjection { get; }
```